Repository: mozilla-l10n/mt-training-data
Catalog: kxp/kxp_pontoon.tmx
Source language: en_us
Languages: kxp

source: Need to download your data?
kxp: ڊيٽا ڊائون لوڊ ڪريا ني ضرورت سي؟

source: Nepali
kxp: نيپالِي

source: New Language Launch
kxp: نوي ٻولي شُروع

source: News and Current Affairs
kxp: خبرون هانَ معملات

source: Next
kxp: آڳۯ، ٻيزون

source: Ngiembon
kxp: نگمبونَ

source: Nias
kxp: نيئاس

source: Nigerian Pidgin English
kxp: جائيجيريا پِڊگين انگلش

source: NKo
kxp: نڪو

source: No
kxp: نا۔

source: [No ‘a’ in the original text]
kxp: نا ايڪ اصلي حواله مان۔

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kxp: ڪاپي رائيٽ نا <noCopyright </noCopyright> پابندي (cc-0)

source: No foreign letters
kxp: غير ملڪي لفظ نا هوئي

source: No gravatar found for your email
kxp: سادہ اي ميل مان نا هوئي

source: No information
kxp: ڪوئي معلومات نا

source: No information available
kxp: ڪوئي معلومات نٿي

source: No languages found
kxp: ٻولي نا زڙِي

source: No microphone found.
kxp: مائيڪرو فون نا

source: Non-binary
kxp: جوڙي نا هوئي

source: No numbers and special characters
kxp: نمبر هانَ خاص نشاني نا هوئي

source: No offensive, prejudiced remarks or sensitive questions
kxp: ڪوئي جارحانه، متصحانه ريمارڪس يا حساس نٿي

source: Northern Hindko
kxp: نارٿن هندڪو

source: Northern Sotho
kxp: نارٿرنَ سوٿو

source: Northwest Gbaya
kxp: نارٿ ويسٽ گبايا

source: Norwegian Bokmål
kxp: ناويجيئن بوڪمال

source: Norwegian Nynorsk
kxp: ناويجيئن نينورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kxp: جائزا هارُو جُملا وڌاري نٿِي هزِي وڌاري جُملا شامل ڪرو۔

source: No soliciting personal information (e.g., names, financial details)
kxp: ڪوئي ذاتي معلومات ليڌا ني ضرورت نٿي مثال۔ ملياتي ڊيٽيل

source: ⓘ Not all sentences and clips have Variant tags yet!
kxp: ٻڌائي جملا هانَ ڪلپ مان هزي ٽيگ نٿي ڇا

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
kxp: نوٽ: زار نمائيش هارو تيار هشي، اين ني سيٽنگ پروفائيل مان تبديل ٿئي زاشي۔ </profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
kxp: نوٽ: تمان نين شراڪت ني قِسم نين تبديلي ڪريا هارو هزي پڻ ٻولوون يان مدد ڪريا ڪام ڪروون سي۔

source: Not Found
kxp: نا زڙيون

source: No Thanks
kxp: نا مهرباني

source: No thanks, continue speaking
kxp: نا مهرباني، ٻولوا جاري راکو

source: Not use, or solicit, harmful or offensive language
kxp: نقصانڪار يان جوش واۯي ٻولي استعمال نا ڪرو۔ يان درخواست نا ڪرو

source: No variant selected
kxp: ٻيزي ڪوئي مختلف نٿي

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
kxp: هوي تمين ڪانڪ ڪامن وائيس هارو ٿوڙون گھڻون زانڻتان هشو۔ چم نا تمين ڪوشش ڪرو، مائيڪرو فون ماٿي ڪلڪ ڪرو هانَ اُوتاۯو ٿي جُملو ڀڻوا شروع ڪرو۔ <br/> زي تمين مدد هارو ٻيزان نين همڀۯاووشو تو چالو واۯا ٻٽڻ نين ڪلڪ ڪرو پسي تمان نين پڪ ٿئي زاشي ڪي زي لکي سي هانَ رڪارنگ اي پرماڻي سي۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
kxp: هوي تمين اوپن سورس ڊيٽا هارو تماري آواز نا ذريعي مدد ڪري ڪو سو۔ زين نين ڪوئي پڻ استعمال ڪري ڪي سي۔ اين هارو جديد ويب سائيٽ سي۔ مشين هارو ايڪ خاص سي زار ڪوئي هاس منک چچم جملو ڀڻي سي ڪي ٻيزان نان ڪام چيڪ ڪري۔ اين هارو معيار نين بهتر ڪريا هارو شراڪت دار هارو آسان سي۔

source: Nubi
kxp: نُوبِي

source: Number of Voices
kxp: آواز نان نمڀر

source: Numbers
kxp: نمبر

source: Occitan
kxp: اوڪٽن

source: Odia
kxp: اوڊيئا

source: Off
kxp: ڌار

source: Offensive Content
kxp: پسند نا هوئي

source: Offensive content or sensitive information
kxp: نا پسند مواد يان حساس معلومات

source: Offensive language
kxp: پسند نا آوي اِي ٻولِي

source: Offensive speech
kxp: زي وڻتي نا هوئي تقرير۔

source: Offline Sources
kxp: آف لائن وسيلا

source: On
kxp: ماٿي

source: On desktop devices you can contribute by downloading…
kxp: ايڪ ڪمپُيوٽر مشين زي پروگرام لِيڌا مان مدد ڪري

source: On his head he wore a beret.
kxp: اين نا ماٿا ماٿي فوجي ٽوپي پيرل سي۔

source: On iOS please continue with Safari to enable recording…
kxp: آئي ايس اُو زي رڪارڊنگ نين قابل هوئي

source: Only show me sentences and clips from my variant
kxp: امان نين فرق فرق جملا هانَ ڪلپ وتاڙو

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kxp: ايڪ ٻيزي وات ڪي زار ڪوئي ڀڻيا واۯو پريشان ٿائي سي زم ڪوئي اکر سي۔ هانَ درست ڪريا ني ڪوشش ڪري سي زم گرامر يان ٻيزون ڪوئي، تو رد ڪرو زي تمان نين پسند نٿي تو ميلي آلو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kxp: زي تمين سوچو سو ڪي ٻئِي پاسانئي اڳي ڪوئي ايوا اکر هوڌِي نا پوتيون هوئي۔ هانَ اُچار هارو غلط اندازو لڳاوي رُون سي تو مهرباني ڪرينَ رڌ ڪرو، زي تمان نين پڪ نٿِي تو اسڪيپ نا ڪروون، اي ٻٽڻ ۮٻاوو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
kxp: امين زي ڪانئين ڪران سان اي منَ ٿي ڪران سان۔ زم کوجنا، تعاون، هانَ انٽر ويو هارو ڊيٽا ليوون ۔ <emailFragment> رابطا هارو </emailFragment>

source: Optionally join on our email list for updates and new information about the project.
kxp: تمان ڪنين موقعو سي ڪي تمين پريجيٽ ني معلومات هانَ اي ميل مان شامل ٿئي ڪو سو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
kxp: موقعو سي ڪي تمين ڊيومگرافڪ ڊيٽا مثال عمر، جنس، ٻولي اي ڪۮي پڻ پروفائيل مان جمع نين ٿائي۔ هانَ نڪو لنڪ تمارا اڪائونٽ نا لنڪ مان هوئي۔ زم ڊيٽا، آڊيو ڪلپس اي ڊيموگرافڪ مان ڳڏايو زاشي۔ مثال۔ ايڪ محقق شايد ايڪ مخصوص ڊيومگرافڪ نين تربيت مان ماڊل نشانون ٺاهي سي۔

source: Ormuri
kxp: اومُورِي

source: Ossetian
kxp: اوسيشنَ

source: Other
kxp: ٻيزا

source: Other Language
kxp: ٻيزي ٻولي

source: Other people validate those voice clips.
kxp: ٻيزان منک ڪِلپ نا آواز ني تصديق ڪري

source: Other voice datasets…
kxp: ٻيزا وائيس ڊيٽابيس

source: Other Voice Datasets
kxp: ڊيٽابيس هارو ٻيزا آواز

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
kxp: امارو برادري نو مينيجر پيش ڪريا هارو تمان ٿي وات ڪرشي۔ زي اڃي سي تو تماري مورٿي ڪيوون سي ڪي ٻولي ماٿي وڌاري ڪام ٿائي رون سي۔

source: Our governance is founded on the pillars of:
kxp: اي گورنمنٽئي پيلر ڪوجنا ڪري سي۔

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
kxp: اماري ٻولي اماري ڪهاڻي سي۔ اماري برادري سي، اماري ثقافت سي، آوو تو ڊيٽا سيٽ ٺاهان زي امين جڳت مان زوئا ڪران سان

source: Our Partners
kxp: امارا شراڪت دار

source: Our partners include...
kxp: اماري شرڪت شامل سي

source: Overall Accuracy
kxp: پُورا سهي سي

source: Overall Hr. Total
kxp: زيٽلا پڻ ايڇ آر سي ٻۮائي

source: p
kxp: پ

source: Paiwan
kxp: پائيوان

source: Palula
kxp: پالُولا

source: Papantla Totonac
kxp: پاپانٽلا ٽوٽونيڪ

source: Papiamento
kxp: پاپيئمينٽو

source: Papiamento (Aruba)
kxp: پاپِئامينٽو اَرُوبا

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
kxp: برادري ني ٻولي هاري شراڪت دار وات سينچ ڪري۔ سوال پُوسو هانَ آيا واۯا پروگرام نا ڀارا مان وات ڪرو۔

source: Partner
kxp: ساٿِي

source: Partners
kxp: ساٿِي شراڪت دار

source: Partnerships
kxp: شراڪت داري

source: Partnerships and networks
kxp: شراڪت هانَ نيٽ ورڪ

source: Partnerships, Press and Stories, Community and Languages
kxp: شراڪت داري، پريس هانَ ڪهاڻيون، برادري هانَ ٻوليون

source: Partner with us
kxp: امان ٿي شراڪت داري

source: [Part of the text can’t be heard]
kxp: حوالا نو ڪوئي حصو هانڀۯي مٿي ڪيتان۔

source: Pashto
kxp: پشتو

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
kxp: عام آوزا ايڪ عوامي هارو ايڪ موجود ڊيٽا سي۔ زي پورا جڳت مان مدد ڪريا واۯان ني آوزا ٿي هينڏي سي۔ اُو منک زي آواز ني درخواستون ٺاهي سي۔ مشين لرننگ ماڍل نين تربيت هارو ڊيٽا سيٽ استعمال ڪري سي۔ آ وکت مان رڄي عام ڊيٽا ڪمپني ني مالڪ سي۔ زي جدت نين روڪي سي۔ آواز نا ڊيٽا نين گھٽ استعمال ڪري سي۔ انگريزي نا ٻوليا واۯان، رنگين منک، معذور منک، ٻايون هانَ LGBTQIA+ منک۔ اين نُون مطلب ڪي آواز ٽيڪنالوجي مان ڪام مان ٻڌي ٻوليان مان ڪام نٿي ڪرتو۔ هانَ زانئين ڪام ڪري سي اڃي ٻڌانئين هارو سولائي نٿي۔ اين هارو مشهوري آلان سان هر جڳائي عام آواز ڪام ڪري۔

source: People come and contribute their voices.
kxp: منک آوي هارو آواز هارو مدد ڄي

source: Persian
kxp: پرسيئن

source: Personal dashboards keep you up-to-date with individual and community progress.
kxp: ذاتي ڊيش بورڊ اي تمان نين برادي ني ڪام ني هانَ هر ايڪ اپڊيٽ آلشي۔

source: Personally Identifiable Information
kxp: ذاتی طور قبول ڪروون ڪي شناخت معلومات سي

source: Platform language
kxp: ٻولي ني پليٽ فارم

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
kxp: اڳواڻي هارو زي مدد ڪرشي <playbookLink> زي پوري برادري هارو ڪامن وائيس نو ايڪ سفر سي۔ مقامي ڊيٽا بيس نا استعمال هارو سي۔ اي هڌرون سي ڪي برادري ٿي تعاون ڪرو۔

source: <playIcon></playIcon>Last one!
kxp: نشان چالو ڪرو، آخري

source: Play/Stop
kxp: چالو، روڪو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kxp: آ لنڪ مان ٽيمپليٽ ني فائيل چيڪ ڪرو <templateFileLink> تمارا جُملا ڪاپي رائيٽ هارو مفت مان سي۔ (CC0 or permissioned original work by the submitter) اصلي ڪام هارو جمع ڪريا ني آڳيا سي۔ هان اين مان گرامر هان ڀڻيا مان سوَلون هوئي۔ جمع ڪريا هارو مورٿي رف پسي ڀڻيا هارو نمڀر شامل ڪروان، اسم درست هانَ خاص ڪرادار هوئي۔

source: Please fill out this field.
kxp: مهرباني ٿي ڪام مڪمل ڪرو

source: Please select a language to review sentences.
kxp: جُملان نا جائزا هارُو ڪوئي ايڪ ٻولِي چُونڊو۔

source: Polish
kxp: پولِش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
kxp: زي تمارو اڪائونت نٿي تو ٺاهو۔ پسي ايڪ ٻولي چونڊو هان پسي ايڪ پروجيڪ چونڊو۔ زي ڪامن وائيس سي۔ اڃي ايڪ فائيل هشي زي ترجما هارو هشي۔ ڪوئي ايڪ ماٿي ڪلڪ ڪرو اين مان ايڪ کانا مان انڳريزي مان اکر هشي اين نٽ ترجمو ڪرو۔ </pontoonCvLink> </pontoonAccountLink> <pontoonCvLink>

source: Portuguese
kxp: پورتوگُيس

source: Powered by global communities, for global communities — 130 languages and growing!
kxp: برادري ني طاقت ٿي، گلوبل برادري ني ٻولي هارو ترقي

source: Press and stories
kxp: پريس ڪهاڻيون

source: Press and Stories
kxp: ڪهاڻيون هانَ پريس

source: Press play, listen & tell us: did they accurately speak the sentence below?
kxp: پلي نا ٻٽڻ نين ۮٻاوو هانڀۯو هانَ ڪو شون اينڻي جملا سئي ڪيڌا سي؟

source: Press { shortcut-play-toggle } to toggle play mode
kxp: ۮٻاوو ٽيگل پلي مُوڊ مان { shortcut-play-toggle }

source: Privacy
kxp: پراويسي پوشيدگي

source: <privacyLink>Privacy</privacyLink>
kxp: پرائيويسي </privacyLink>

source: Privacy Policy
kxp: پرايويسي پاليسي

source: Privacy, security and transparency.
kxp: رسائي، حفاظت هانَ صفت

source: Pro
kxp: مورٿِي

source: Process / Steps
kxp: قدم، طريقي ڪار

source: Profile
kxp: پروفائيل

source: Profile information improves the audio data used in training speech recognition accuracy.
kxp: پروفائيل ني معلومات تقريري اوۯکان ني درستگي ني ترتيب مان استعمال ٿل آڊيو ڊيٽا نين بهتر ڪري سي۔

source: Progress
kxp: ترقي وڌوون

source: Public Domain
kxp: عوامي

source: Publicly accessible open speech datasets in 130+ languages
kxp: عوامي طور مان 130 ٻوليان مان تقرير ڊيٽا سيٽ سي

source: Pular Guinea
kxp: پُولر گُونيا

source: Punctuation
kxp: رموز اوقات لڇا نو عمل

source: Punjabi
kxp: پنجابي

source: Puno Quechua
kxp: پُونو ڪُويچا

source: Quechua Ambo-Pasco
kxp: ڪويئچوئا امبو پاسڪو

source: Quechua Arequipa-La Unión
kxp: ڪُوچُوئا ايرِي ڪُوئا لا يُونين

source: Quechua Cajatambo
kxp: ڪُوچُوئا ڪاجاتامبو

source: Quechua Chanka
kxp: ڪُچوئا چانڪا

source: Quechua Chiquián
kxp: ڪُوچُوئا چِڪُوئين

source: Quechua Corongo Ancash
kxp: ڪُوچُئا ڪورنگو انڪاش

source: Quechua Jauja Wanka
kxp: ڪُوچُوئا جاجُوئا وانڪا

source: Quechua Pasco Santa Ana de Tusi
kxp: ڪُوچُوئا پاسڪو انا دي تُوسِي

source: Quechua Sihuas Ancash
kxp: ڪُوچُئا سِهُوئاس انڪاش

source: Quechua Yauyos
kxp: ڪويئچوئا يُويوش

source: Question
kxp: سوال

source: Question Collection
kxp: سوال ڀيۯا ڪروا

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
kxp: ايوا سوال زي ثقافتي هانَ خاص هوئي، يانَ جواب آليا واۯان ڪنين الاهي جواب هوئي۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
kxp: ايوا سوال زي ڪوئي نين حساس، ممڪن طور متحرڪ جواب نا ناداني ڪريا نا سبب ٿئي ڪي سي۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
kxp: تقريري ايوا سوال زي خراب يان بيڪار قسم نا پڻ ٿئي ڪي سي۔

source: Questions which might solicit personally identifiable information
kxp: سوالان نو ذاتي طور قابل شناخت حاصل ڪري ڪو سو۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
kxp: ايوا سوال زين نا چيٽلائي نمونا سي زين نِي فهرست تيار ڪرو۔ فهرست ني لست صارف نين فطري رد عمل ني جڳائي ڀڻيا مان هانَ جواب آليا مان مدد ڪري سي۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
kxp: ايوا سوال زين نا جواب آليا ني ڪوشش ڪرتون هوئي۔ ڪلپ نين ڊيگھ 15 سيڪنڊ هوئي۔

source: r
kxp: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
kxp: ماٿي ڪريو جھو۔ انگريزي مان هميشان اُچار هارُو ايڪ ٽڪڙو هوئي سي ٻي نا۔

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kxp: 2۔ شرح ني حد وڌي تو ٽيم وڌاو هان ڪوشش ڪرو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kxp: 2۔ شرح ني حد وڌي تو ٽيم وڌاو هان ڪوشش ڪرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
kxp: حڪومت ٿي، وڳير پئيشا ليڌا واۯا ادارا، ميڊيا ٿي آ زويا هارو رابطو ڪرو ڪي، ايئان ڪنين ڪوئي ويب مواد رپورٽ يا ٻيزان ڪوئي مواد سي زي عوامي منکان هارو موقف ڪريون زائي۔

source: Reader Effects
kxp: ڀڻيا واۯان نا اثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
kxp: صفعا مٿي دهيان ٿي هڌري ڀڻو زوئو ڪي ڪوئي وات سي۔ زار هانمڀۯي رو هڌري نمني ٿي تو سئي نموني رڪارڊنگ ڪرو زي لکل سي اين ني رڪارڊنگ ڪرو۔ زي ڪوئي مسئلو سي تو رد ڪرو اکر يان ڪوئي رئي جھا سي۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
kxp: تنڳائي ٿي ڀڻيا واۯو هڌري نا هوئي، زم امين سان، اين نين بدلي خرابي نا هوئي

source: Read More
kxp: وڌاري ڀڻو

source: Read more on our About page
kxp: وڌيڪ معلومات هارو صفعا نين زوئو۔

source: Read sentences
kxp: جملا ڀڻوا

source: Read Sentences
kxp: جُملا ڀڻووا

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
kxp: تماري ٻولي مان اوتاۯا جُملا ڀڻو هانَ دُنيا مان تقريري ڊيٽا سيٽ هارو مدد ڪرو۔

source: Read Sentences, Answer Questions
kxp: جُملا ڀڻوا، سوال جواب

source: Read Sentences <small>(Coming soon)</small>
kxp: جُملا ڀڻوا، جلدي آوي را سي

source: Read sentences submitted by the community in various languages
kxp: برادري پرماڻي جملا ڀڻوا

source: Read stories, updates, and media coverage of Common Voice
kxp: ڪهاڻيون ڀڻو، اپڊيٽ، هانا ڪامن وائس هارو ميڊيا مان عهد ڪرو۔

source: Read the sentence carefully - don’t miss, change or add words.
kxp: جملا دهيان ٿي هانمڀۯو۔ ويهارو نا يان وري اکر نا ڳڏاوو۔

source: Ready to add your voice or lend your ear?
kxp: تمارا آوزا هارو تيار سو يان ڪانَ تيار سي

source: Ready to contribute?
kxp: مدد هارو تيار سو؟

source: Ready to do { $count } more?
kxp: مثال ٻي

source: Ready to donate your voice?
kxp: آواز ني مدد هارو تيار ريوون

source: Ready to help validate sentences?
kxp: جُملا نِي تصديق هارُو تيار رو

source: reCAPTCHA is required if you want to proceed
kxp: ري تمين آڳۯ وڌوا چاهو سو تو ڪيپچا حاضر سي۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kxp: اي ميل ڪروان زم چيلينج هانَ گول ياد الاوون۔ آڳۯ وڌيا هارو اپڊيٽ ڪامن وائيس هارو واتُون يان خبرون۔

source: Recorded Clips
kxp: ڪلپ رڪارڍ ٿئي جھان

source: Recorded Hours
kxp: ڪلاڪ رڪارڊنگ

source: <recordIcon></recordIcon> Last one!
kxp: آخرِي ايڪ سي

source: [Recording cut off before the end of the last word]
kxp: پڇاڙي مان زي اکر سي اين مان گھٽ ڪروون۔

source: Recordings
kxp: رڪارڊنگون

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kxp: وائيس ڪلپ رڪارڊنگ امارا اوپن ڊيٽا سيٽ ني تعمير نو ايڪ لازمي موٽو حصو سي۔ ڪوڪ ڪيشي ڪي آ پڻ لاهي هڌرو حصو سي۔

source: Record/Stop
kxp: رڪارڊنگ ڪرو، روڪو۔

source: Record your response
kxp: تمارا ساٿي نو آوزا رڪارڊنگ ڪرو

source: Record yourself reading sentences in your language
kxp: تماري ٻولي مان جملا رڪارڊ ڪروا

source: Record yourself responding to questions and prompts in your language
kxp: تمين تماري ٻولي نين ترقي آلوي تمين زميوار سو اين نو رڪارڊ تمان ڪنين هوئي

source: Record your voice
kxp: تمارو آوزا رڪارڊ ڪرو

source: Reference the source of your sentence (required)
kxp: تمارا جملا نا ذريعا زي کپي سي اين نو حوالو آلو

source: Reject
kxp: نا ڪروون، نا مانوون

source: Remove
kxp: هٽاوو

source: Remove Avatar
kxp: شڪل هٽاوو

source: Report
kxp: رپورٽ،

source: Report was passed successfully
kxp: رپورٽ ڪامياب ٿئي جھئي

source: Request a Language
kxp: ايڪ ٻولِي هارُو درخواست،

source: Request for Scripted Speech
kxp: تقريري اسڪرپٽ هارو درخواست

source: Request for Spontaneous Speech
kxp: اختياري تقرير هارو درخواست

source: Request New Language
kxp: نوَي ٻولي هارو درخواست

source: *required
kxp: ضرورت

source: Re-record
kxp: وري رِڪارڊنگ ڪروُون

source: Re-record clip
kxp: وَري رِڪارڊ ڪروون۔

source: Respond
kxp: جواب دار

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
kxp: نامياتي، وات سينچ نا سياق و سباق هارو ڊيٽا سيٽ نا ٺاهيا نا اشارا نو جواب آلو۔ زي ٻوليان هارو الاهي هڌرون سي۔

source: Response deleted successfully
kxp: شاٿي رد ڪريا مان ڪامياب ڇو

source: Response submitted successfully
kxp: ساٿيئي جمع ڪريا مان ڪامياب ڇو

source: Return
kxp: واپس۔

source: Return here to edit your goal anytime.
kxp: تماري واپس تمارا مقصد نين ايڊٽ ڪرو ڪوئي پڻ وکت

source: Return to Common Voice
kxp: واپس ڪامن وائيس هانمي

source: Return to Common Voice Datasets
kxp: عام آواز نا ڊيٽا هارو واپس زاوون

source: Return to Languages
kxp: ٻولي هارو واپسي

source: Review
kxp: دوهرائِي

source: Review and vote for new questions submitted by the community
kxp: دوهرائي يان نوان سوالان نين زوئون هانَ برادري ٿِي جمع ڪروان

source: Review could not be saved. Please try again later.
kxp: جائزو محفوظ نٿِي ڇو۔ وري ڪوشس ڪرو۔

source: ⓘ Review Criteria
kxp: امتحان نو جائزو

source: Review Criteria
kxp: امتحان نو جائزو

source: Reviewed sentences not submitted, are sure?
kxp: تمان نين ڀروسو سي ڪي جائزا هارُو جُملا جمع نٿِي،

source: Review existing sentences submitted by the community
kxp: دوهرائي ميلنَ برادري پرماڻي جملا پيش ڪرو

source: Reviewing Sentences
kxp: جُملا ني دوهرائي ڪرو

source: Review questions
kxp: سوال نِي دوهرائي

source: Review Questions
kxp: سوال ني دهرائي

source: Review & re-record clips here as you go
kxp: دوهرائي، وري رِڪارڊ ڪرو

source: Review & re-record clips if needed
kxp: دوهرائِي هانَ وري رِڪارڊنگ ڪرو

source: Review Sentences
kxp: جُملان نو جائزو

source: Review sentences in your language
kxp: پوتاني ني ٻولي واۯا جملان نين وري زوئو

source: Review & Submit
kxp: دوهرائِي هانَ قبول ڪروون

source: Review transcriptions
kxp: نقل ني دوهرائي

source: Review Transcriptions
kxp: نقل نويسي نين زوئو

source: Review transcriptions of recorded sentences for accuracy
kxp: پوتان نِي ٻولِي مان استعمال ڪريا واۯو جمع ڪرل نقل نو جائزو لي۔

source: Review user-submitted transcriptions in your language
kxp: استعمال ڪريا واۯو جمع ڪرل نقل نو جائزو لي۔

source: Romanian
kxp: رومانيئنَ

source: Romansh Sursilvan
kxp: رومانش سورسِلونَ

source: Romansh Vallader
kxp: رومانش والادر

source: Rukai
kxp: رُورڪائي

source: Runyankole
kxp: رنيانڪولي

source: Russian
kxp: رُوشيئنَ

source: Ruuli
kxp: رُولِي

source: s
kxp: س

source: S
kxp: س

source: Sabah Bisaya
kxp: سبا بِسايا

source: Sabah Malay
kxp: سبا مالي

source: Sa'ban
kxp: سابن

source: Sakha
kxp: سکا

source: Sakizaya
kxp: ساڪِزايا

source: Santali (Ol Chiki)
kxp: سنتالِي اول چِڪِي

source: Saraiki
kxp: سرائيڪي

source: Sardinian
kxp: ساردينيئنَ

source: Save
kxp: سيو حفاظت ٿي راکوون

source: Saved
kxp: سيوڊ حفاطت ٿئي جھئي

source: Scots
kxp: اسڪوٽس

source: Scripted Speech
kxp: تقريري تحرير

source: SCRIPTED SPEECH
kxp: لکل تقرير

source: Search
kxp: تلاش

source: Search for a language
kxp: ايڪ ٻولي چونڊو

source: Search for a language...
kxp: ايڪ ٻولي چونڊو

source: Seediq
kxp: سِدِڪ

source: See how your progress compares to other contributors all over the world.
kxp: زوئو ڪي تماري ترقي دُنيا مان زي حصو لي سي ايئان نا مقابلا مان چچم سي۔

source: See Less
kxp: گھٽ زوئو

source: See More
kxp: وڌاري زوئو

source: Select a Language...
kxp: ٻولي چونڊو

source: Select an option
kxp: ڪوئي پڻ چُونڊو، پسند ڪرو

source: Select a variant (optional)
kxp: ڪوئي ايڪ مختلف نشان چونڊو

source: Select File
kxp: فائيل چونڊو

source: Select File to Upload
kxp: فائيل چونڊو هانَ اپلوڊ ڪرو

source: Select the desired language dataset and choose the version you wish to download.
kxp: ٻزي تمين چاهو سو اي ٻولي نين چونڊو هانَ هانَ حصه نين ڊائون لوڊ ڪرو ۔

source: Select up to three domains (optional)
kxp: علاقائي مان ترينڻ نشان چونڊو

source: Select your age
kxp: تماري عمري ڪو

source: Select your sex or gender
kxp: تماري جنس يان مونث

source: Self Citation
kxp: ذاتي حوالو

source: Send a link to my email
kxp: اي ميل هارو لنڪ ميلو

source: Send sign up link
kxp: سائن اپ لنڪ ميلو

source: Sentence
kxp: جُملا
